{
  "news": [
    {
      "id": "featured_expansion_2025",
      "title": "🎮 Pokémon Mega Brave & Symphonia",
      "subtitle": "Nuove espansioni MEGA in arrivo ad agosto",
      "content": "Pacchetto di espansione MEGA del gioco di carte Pokémon \"Mega Brave\"**\nPrezzo consigliato: 180 yen (tasse incluse). Contenuto: 5 carte. *Le carte sono incluse casualmente. Data di uscita: venerdì 1 agosto 2025.\n\n**Pacchetto di espansione MEGA del gioco di carte Pokémon \"Mega Symphonia\"**\nPrezzo consigliato: 180 yen (tasse incluse). Contenuto: 5 carte. *Le carte sono incluse casualmente. Data di uscita: venerdì 1 agosto 2025.\n\n**Scatola Allenatore Premium del Gioco di Carte Pokémon MEGA**\nPrezzo al dettaglio consigliato: 6.350 yen (tasse incluse)\n\n**Contenuto:**\n• Pacchetto di espansione \"Mega Brave\" ... 10 pacchetti\n• Pacchetto di espansione \"Mega Symphonia\" ... 10 pacchetti\n• Carte: 172 (51 tipi in totale) 13 Pokémon, 59 Allenatori, 4 Energie Speciali, 96 Energie Base\n• Scatola di carte: 1\n• Moneta Pokémon: 1\n• Segnalini danno in acrilico...1 set (100 segnalini danno: 6 pezzi / 50 segnalini danno: 8 pezzi / 10 segnalini danno: 20 pezzi)\n• Contatore danni: 1\n• Marcatore Premium (veleno/brucia)...1 di ciascuno\n\n*Il pacchetto di espansione contiene 5 carte casuali. *Questo prodotto include anche alcune ristampe di carte della serie \"Pokémon Card Game Scarlet & Violet\". Data di uscita: venerdì 1 agosto 2025",
      "publishDate": "2025-07-26",
      "category": "nuova espansione",
      "imageUrl": "BannerSet",
      "isHighlighted": true
    },
    {
      "id": "featured_special_boxes_2025",
      "title": "🎁 Svelati i Pokemon Center Special BOX",
      "subtitle": "Box speciali di Tohoku, Hiroshima e Fukuoka",
      "content": "Sono state svelate 3 scatole speciali per commemorare i lavori di ristrutturazione dei Pokémon Center di Tohoku, Hiroshima e Fukuoka, avvenuti all'inizio di quest'anno.\n\nSi chiamano Special BOX Pokémon Center Tohoku, Special BOX Pokémon Center Hiroshima e Special BOX Pokémon Center Fukuoka. Saranno disponibili da metà agosto a fine settembre, senza una data specifica, e sono già disponibili per la vendita a lotteria al prezzo di 2090 yen a box.\n\nQueste scatole includono anche una speciale promozione esclusiva Pikachu di ogni rispettivo Pokémon Center.\n\n**Contenuto della confezione speciale Pokemon Center Fukuoka:**\n• 1 carta promozionale (specchio) \"Pikachu di Fukuoka\"\n• 1 set di bustine protettive per mazzo (64 pezzi)\n• 1 scatola per mazzo\n• 1 scatola lunga per riporre le carte\nPrezzo di vendita consigliato 2.090 yen (tasse incluse)\n\n**Contenuto della confezione speciale Pokemon Center Hiroshima:**\n• 1 carta promozionale (Mirrorfoil) \"Pikachu di Hiroshima\"\n• 1 set di bustine protettive per mazzo (64 pezzi)\n• 1 scatola per mazzo\n• 1 scatola lunga per riporre le carte\nPrezzo di vendita consigliato 2.090 yen (tasse incluse)\n\n**Contenuto della confezione speciale Pokemon Center Tohoku:**\n• 1 carta promozionale (specchio) \"Pikachu di Tohoku\"\n• 1 set di bustine protettive per mazzo (64 pezzi)\n• 1 scatola per mazzo\n• 1 scatola lunga per riporre le carte\nPrezzo di vendita consigliato 2.090 yen (tasse incluse)\n\nVenduto presso: Pokémon Center Online. Metodo di vendita: tramite lotteria presso il Pokémon Center Online.",
      "publishDate": "2025-07-26",
      "category": "promo",
      "imageUrl": "special_boxes_pikachu",
      "isHighlighted": true
    },
    {
      "id": "featured_promo_packs_2025",
      "title": "🎴 Prime Buste Carte Promozionali MEGA",
      "subtitle": "Distribuzione presso le Pokémon Card Gyms",
      "content": "La distribuzione delle prime buste di carte promozionali della serie \"Pokémon Card Game MEGA\" inizierà venerdì 1° agosto presso le Pokémon Card Gyms di tutto il Paese.\n\n**Cos'è un pacchetto di carte promozionali?**\nPuoi ottenerle partecipando o vincendo le battaglie in palestra che si tengono nelle palestre di carte Pokémon in tutto il paese. Le buste di carte promozionali sono disponibili in confezioni singole e doppie, e ogni busta contiene una o due carte promozionali casuali. Possono anche contenere potenti carte Pokémon EX o Allenatore.\n\n**Carte incluse nel primo pacchetto di carte promozionali:**\nIl primo pacchetto di carte promozionali per la serie \"Pokemon Card Game MEGA\" conterrà un totale di sette carte, tra cui Lapras ex.\n\n**Lapras ex**\nLa mossa di Lapras EX \"Idrosposta\" è una mossa che aumenta il danno inflitto in base al numero di energie acqua assegnate. Inoltre, l'effetto della mossa permette di scambiarsi con un Pokémon in panchina, così da poter combattere senza essere sconfitti da tattiche mordi e fuggi.\n\n**Pala da bucato**\nÈ stato rilasciato un nuovo oggetto, \"Pala Buca\", che permette di scartare le prime due carte del mazzo. Dato che è possibile aggiungere altre carte al cestino, è un'ottima carta per i Pokémon più tecnici e per gli allenatori che usano il cestino.\n\n**La decisione di Lillie**\n\"La Decisione di Lillie\", una nuova carta dell'espansione \"Mega Coraggioso\", è disponibile anche nel pacchetto di carte promo. Se hai 6 carte rimanenti nel tuo lato, puoi rimettere tutte le tue carte nel mazzo e poi pescarne 8, il che è un supporto potente.\n\n**Makunoshita/Chikorita**\nMakunoshita e Chikorita, che appariranno rispettivamente nelle espansioni \"Mega Brave\" e \"Mega Symphonia\", sono presenti in illustrazioni diverse. Le illustrazioni mostrano Makunoshita in piedi, possente e a distanza ravvicinata, mentre Chikorita è circondata da splendidi fiori, godendone il profumo.\n\n**Come ottenere il primo pacchetto di carte promozionali:**\nPartecipando alla battaglia in palestra, potrai aggiudicarti il \"1° pacchetto di carte promozionali\" tra i seguenti premi: 1 pacchetto (contenente 2 carte) come premio di partecipazione, 1 pacchetto (contenente 1 carta) come premio per la vincita e 1 pacchetto (contenente 1 carta) per aver vinto il torneo sasso-carta-forbici (obbligatorio per 9 o più partecipanti)!",
      "publishDate": "2025-07-26",
      "category": "promo",
      "imageUrl": "promo_packs_mega",
      "isHighlighted": true
    },
    {
      "id": "featured_tournaments_2025",
      "title": "🏆 Scramble Battle a Tokyo!",
      "subtitle": "Torneo su larga scala con Single e Trio Battle",
      "content": "**\"Scramble Battle\" si terrà a Tokyo!**\n\n**Organizzeremo anche una \"Trio Battle\" con squadre composte da tre persone!**\n\nL'evento di lotta su larga scala \"Pokémon Card Game Scramble Battle\" si terrà a Tokyo per due giorni, sabato 30 e domenica 31 agosto 2025!\n\n\"Scramble Battle\" si svolgerà in un formato \"svizzero in tempo reale\", dove i partecipanti potranno confrontarsi istantaneamente con gli avversari usando i loro smartphone.\n\nQuesta volta, il primo giorno sarà una \"Single Battle\" in cui i partecipanti si sfideranno da soli, mentre il secondo giorno sarà una \"Trio Battle\" in cui si sfideranno squadre di tre persone.\n\nPer i dettagli, consulta le modalità di iscrizione qui sotto. Partecipa con i tuoi amici e familiari e divertiti giocando al Gioco di Carte Pokémon in \"Scramble Battle\"!\n\n**Date:** 30-31 Agosto 2025\n**Luogo:** Tokyo - Ariake GYM-EX\n\n*Questo evento richiede la prenotazione anticipata. Solo coloro che saranno stati selezionati in anticipo potranno accedere alla sede per la vendita di merchandising, ecc.\n\n*Questo evento richiede un account LINE e uno smartphone. Si prega di notare che non è possibile partecipare da un tablet.",
      "publishDate": "2025-07-26",
      "category": "Torneo",
      "imageUrl": "scramble_battle_tokyo",
      "isHighlighted": true
    },
    {
      "id": "auto_set_release_1753495559_0",
      "title": "📦 Informazioni sul prodotto",
      "subtitle": "Informazioni sul prodotto",
      "content": "Informazioni sul prodotto",
      "imageUrl": null,
      "publishDate": "2025-07-26",
      "category": "set_release",
      "isHighlighted": false
    },
    {
      "id": "auto_tournament_1753495561_0",
      "title": "🏆 Come giocare e le regole del torneo",
      "subtitle": "Come giocare e le regole del torneo",
      "content": "Come giocare e le regole del torneo",
      "imageUrl": null,
      "publishDate": "2025-07-26",
      "category": "Torneo",
      "isHighlighted": false
    },
    {
      "id": "auto_tournament_1753495561_2",
      "title": "🏆 Top evento",
      "subtitle": "Top evento",
      "content": "Top evento",
      "imageUrl": null,
      "publishDate": "2025-07-26",
      "category": "Torneo",
      "isHighlighted": false
    },
    {
      "id": "auto_set_release_1753495845_0",
      "title": "📦 Informazioni sul prodotto",
      "subtitle": "Informazioni sul prodotto",
      "content": "Informazioni sul prodotto",
      "imageUrl": null,
      "publishDate": "2025-07-26",
      "category": "nuova espansione",
      "isHighlighted": false
    },
    {
      "id": "auto_tournament_1753495848_0",
      "title": "🏆 Come giocare e le regole del torneo",
      "subtitle": "Come giocare e le regole del torneo",
      "content": "Come giocare e le regole del torneo",
      "imageUrl": null,
      "publishDate": "2025-07-26",
      "category": "Torneo",
      "isHighlighted": false
    }
  ],
  "promoCards": [
    {
      "id": "hiroshima-pikachu-svp-261-2025",
      "name": "Hiroshima's Pikachu",
      "code": "261/SV-P",
      "series": "SV-P Promotional Cards",
      "releaseDate": "2025-09-01",
      "rarity": "Mirror Holofoil Promo",
      "imageUrl": "hiroshimaPikachu",
      "description": "Esclusiva del Pokémon Center Hiroshima rinnovato. Pikachu cavalca un Red Gyarados, simboli iconici del center. Artwork spettacolare di REOspikee con effetti holofoil unici.",
      "availability": "Lotteria"
    },
    {
      "id": "victini-svp-288-2025",
      "name": "Victini",
      "code": "288/SV-P",
      "series": "SV-P Promotional Cards",
      "releaseDate": "2025-08-31",
      "rarity": "Promo BWR Style",
      "imageUrl": "victiniSVP288",
      "description": "La leggendaria carta Victini dal BWR Tournament. Design rosso iconico con holofoil speciale che continua a conquistare collezionisti. Oltre 17,000 copie distribuite attraverso tornei e lotterie speciali!",
      "availability": "torneo"
    },
    {
      "id": "fukuoka-pikachu-svp-289-2025",
      "name": "Fukuoka's Pikachu",
      "code": "289/SV-P",
      "series": "SV-P Promotional Cards",
      "releaseDate": "2025-08-15",
      "rarity": "Mirror Holofoil Promo",
      "imageUrl": "fukuokaPikachu",
      "description": "Celebra il Pokémon Center Fukuoka e la famosa scena culinaria della città. Pikachu in un mondo di sapori giapponesi tradizionali. Artwork dettagliato di Nelnal che cattura l'essenza gastronomica di Fukuoka.",
      "availability": "Lotteria"
    },
    {
      "id": "tohoku-pikachu-svp-260-2025",
      "name": "Tohoku's Pikachu",
      "code": "260/SV-P",
      "series": "SV-P Promotional Cards",
      "releaseDate": "2025-08-15",
      "rarity": "Mirror Holofoil Promo",
      "imageUrl": "tohokuPikachu",
      "description": "Carta promozionale per commemorare la riapertura del Pokémon Center Tohoku. Pikachu festeggia con i tradizionali festival Hanagasa della regione. Mirror holofoil con artwork esclusivo di Kouki Saitou.",
      "availability": "Lotteria"
    },
    {
      "id": "roxanne-svp-290-2025",
      "name": "Roxanne",
      "code": "290/SV-P",
      "series": "SV-P Promotional Cards",
      "releaseDate": "2025-07-01",
      "rarity": "Extra Battle Day Promo",
      "imageUrl": "roxanneSVP290",
      "description": "Supporter card con design retro Sword & Shield! Premio di partecipazione agli Extra Battle Day dal luglio 2025. Sostituisce Irida con artwork alternativo vintage. Include pack bonus con 12 carte rare aggiuntive.",
      "availability": "Torneo"
    }
  ],
  "lastUpdated": "2025-08-20 18:07:46 - 🤖 Selenium: 0 news, 0 promo"
}